Repository: POPCORNBOOM/EZHolodotNet
Catalog: Properties/Resources.*.resx
Languages: de, fr, ja_jp, ru, zh_cn, zh_hant

# Text_Contour_Sampling_Strategy
source: Contour sampling strategy
de: Kontur -Stichprobenstrategie
fr: Stratégie d'échantillonnage de profil !
ja_jp: 輪郭サンプリング戦略
ru: Стратегия отбора проб
zh_cn: 轮廓采样策略
zh_hant: 輪廓採樣策略

# Text_Color_of_Points
source: Point color
de: Punktfarbe
fr: Couleur des points !
ja_jp: ドットカラー
ru: Точечный цвет
zh_cn: 点颜色
zh_hant: 點顏色

# Text_Click_to_Choose_Image
source: Click to select image
de: Klicken Sie hier, um das Bild auszuwählen
fr: Cliquez pour sélectionner une image !
ja_jp: クリックして画像を選択します
ru: Нажмите, чтобы выбрать изображение
zh_cn: 点击选择图片
zh_hant: 點擊選擇圖片

# Text_Brightness_Sampling_Strategy
source: Brightness sampling strategy
de: Helligkeitsabtaststrategie
fr: Stratégie d'échantillonnage de luminosité !
ja_jp: 輝度サンプリング戦略
ru: Стратегия выборки яркости
zh_cn: 明度采样策略
zh_hant: 明度採樣策略

# Text_Binary_Denoise
source: Binary denoising
de: Binärgeräuschreduktion
fr: Réduction du bruit binaire !
ja_jp: バイナリノイズリダクション
ru: Бинарное снижение шума
zh_cn: 二值降噪
zh_hant: 二值降噪

# Text_Auto_Update_Preview
source: Auto-update preview
de: Automatische Update -Vorschau
fr: Aperçu de la mise à jour automatique !
ja_jp: 自動更新プレビュー
ru: Автоматическое предварительное обновление
zh_cn: 自动更新预览
zh_hant: 自動更新預覽

# Text_Apply_Drafting_to_all_Points
source: Apply offset to all points
de: Wenden Sie Offsets auf alle Punkte an
fr: Appliquer le décalage à tous !
ja_jp: すべてのポイントにオフセットを適用します
ru: Применить смещения ко всем пунктам
zh_cn: 对所有点施加偏移
zh_hant: 對所有點施加偏移

# Text_Angle_Factor
source: Angle coefficient
de: Winkelkoeffizient
fr: Coefficient d'angle !
ja_jp: 角度係数
ru: Коэффициент угла
zh_cn: 角度系数
zh_hant: 角度係數

# Text_3D_View
source: 3D View
de: 3D -Ansicht
fr: Vue 3D !
ja_jp: 3Dビュー
zh_cn: 3D视图
zh_hant: 3D視圖

# Globe_Sure
source: OK
fr: Bon.
ja_jp: わかりました
ru: ХОРОШО
zh_cn: 好的
zh_hant: 好的

# Globe_Step
source: Step
de: Schritt
fr: Compostelle
ja_jp: ステップ
ru: шаг
zh_cn: 步
zh_hant: 步

# Globe_Point
source: Point
de: Punkt
ja_jp: ポイント
ru: точка
zh_cn: 点
zh_hant: 點

# Globe_Path
source: Trajectory
de: Schiene
fr: Lieu géométrique
ja_jp: 追跡
ru: Отслеживать
zh_cn: 轨迹
zh_hant: 軌跡

# Globe_Original_Image
source: Original image
de: Originalbild
fr: Original !
ja_jp: 元の画像
ru: Исходное изображение
zh_cn: 原图
zh_hant: 原圖

# Globe_Dedeplication
source: Deduplication
de: In den schweren gehen
fr: Déduplication !
ja_jp: 重いものに行きます
ru: Перейти к тяжелому
zh_cn: 去重
zh_hant: 去重

# Tips_Eyes_7
source: It's cross-eye
de: Nur mit kreuzäugigen Augen
fr: C'est un œil croisé !
ja_jp: ちょっと目をしています
ru: Просто кроссглаз
zh_cn: 就是斗鸡眼
zh_hant: 就是鬥雞眼

# Tips_Eyes_6
source: Try to control your eyes to merge the right image of the left dot and the left image of the right dot
de: Versuchen Sie, Ihre Augen zu steuern und das rechte Bild des linken Punkts mit dem linken Bild des rechten Punktes zu kombinieren
fr: Essayez de contrôler vos yeux et faites correspondre l'image de droite au point de gauche avec l'image de gauche au point de droite !
ja_jp: 目をコントロールし、左の点の右画像を右点の左画像と組み合わせてみてください
ru: Попробуйте контролировать глаза и объединить правое изображение левой точки с левым изображением правой точки
zh_cn: 试着控制眼睛，将左点的右像和右点的左像拼合
zh_hant: 試著控制眼睛，將左點的右像和右點的左像拼合

# Tips_Eyes_5
source: This will result in a double-image state. At this moment, the two red dots on the screen will split into four.
de: Es wird in einem Geisterstaat sein. Zu diesem Zeitpunkt werden die beiden roten Punkte auf dem Bildschirm in vier unterteilt.
fr: sera un état fantôme. À ce stade, les deux points rouges sur l'écran seront divisés en quatre, !
ja_jp: それは幽霊状態になります。この時点で、画面上の2つの赤い点は4つに分割されます。
ru: Это будет в состоянии призрака. В настоящее время две красные точки на экране будут разделены на четыре.
zh_cn: 将会是重影状态。此时屏幕上的两个红点会分成四个，
zh_hant: 將會是重影狀態。此時螢幕上的兩個紅點會分成四個，

# Tips_Eyes_4
source: Maintain this feeling and turn your head toward the screen, you are in close-range vision
de: Behalten Sie dieses Gefühl bei und drehen Sie Ihren Kopf in Richtung Bildschirm, Sie sind in enger Ansicht
fr: Maintenez cette sensation et tournez la tête vers l'écran, vous êtes en vue de près !
ja_jp: この感覚を維持し、頭を画面に向けてください、あなたは近くにいます
ru: Поддерживайте это чувство и поверните голову к экрану, вы находитесь в близком обзоре
zh_cn: 维持这种感觉并把头转向屏幕，你处于近距离的视野
zh_hant: 維持這種感覺並把頭轉向螢幕，你處於近距離的視野

# Tips_Eyes_3
source: Looking into the distance, you may feel dazed.
de: Wenn Sie sich in einiger Entfernung befassen, werden Sie sich stumpf fühlen
fr: En regardant de loin, vous aurez une sensation d'ennui !
ja_jp: 遠くを見ると、退屈に感じるでしょう
ru: Глядя на расстояние, вы будете чувствовать себя скучным
zh_cn: 看向某个远方，你会有一种呆滞的感觉
zh_hant: 看向某個遠方，你會有一種呆滯的感覺

# Tips_Eyes_2
source: Adjust the red dot spacing on the screen ≤ your pupil distance
de: Machen Sie die roten Punkte auf dem Bildschirm ≤ Ihre Pupillenabstand
fr: Faites de l'espacement des points rouges sur l'écran ≤ votre espacement des pupilles !
ja_jp: 画面に赤い点を作る生徒の距離≤
ru: Сделайте красные точки на экране ≤ расстояние своего ученика
zh_cn: 使得屏幕上的红点间距≤你的瞳距
zh_hant: 使得螢幕上的紅點間距≤你的瞳距

# Tips_Eyes_1
source: Measure the distance between your pupils and scale the window
de: Messen Sie den Abstand zwischen Ihren Augen und Zoomfenster
fr: Mesurez l'espacement des pupilles entre vos yeux et zoomez sur la fenêtre !
ja_jp: 目とズームウィンドウの間の間隔を測定します
ru: Измерьте расстояние между вашими глазами и окном масштабирования
zh_cn: 丈量你的双眼瞳孔间距，缩放窗口
zh_hant: 丈量你的雙眼瞳孔間距，縮放窗口

# Text_View
source: View
de: Sicht
fr: vue présentateur
ja_jp: ビュー
ru: вид
zh_cn: 视图
zh_hant: 視圖

# Text_Smear_Settings
source: Smudge settings
de: Verschmutzungseinstellungen
fr: Paramètres de la tache
ja_jp: スマッジ設定
ru: Настройки пятно
zh_cn: 涂抹设置
zh_hant: 塗抹設置

# Text_Scratch_Path_Preview
source: Scratch trajectory preview
de: Kratzer -Track -Vorschau
fr: Aperçu de la piste à gratter
ja_jp: スクラッチトラックプレビュー
ru: ПРЕДУПРЕЖДЕНИЕ ТЕРКА СЕРАЛЯ
zh_cn: 刮擦轨迹预览
zh_hant: 刮擦軌跡預覽

# Text_Scratch_Path_Generate
source: Scratch trajectory generation
de: Kratzergenerierung
fr: Génération de piste à gratter
ja_jp: スクラッチトラックの生成
ru: Поколение треков
zh_cn: 刮擦轨迹生成
zh_hant: 刮擦軌跡生成

# Text_Sampling
source: Key point sampling
de: Schlüsselpunktabtastung
fr: Échantillonnage de points clés
ja_jp: キーポイントサンプリング
ru: Выборка ключевой точки
zh_cn: 关键点采样
zh_hant: 關鍵點採樣

# Text_Pro_Deduplication
source: Advanced deduplication
de: Fortgeschrittene Reload
fr: Rechargement avancé
ja_jp: 高度なリロード
ru: Advanced Reload
zh_cn: 高级去重
zh_hant: 高級去重

# Text_Preview_Control
source: Preview control
de: Vorschauskontrolle
fr: Contrôle de prévisualisation
ja_jp: プレビューコントロール
ru: Предварительный просмотр управления
zh_cn: 预览控制
zh_hant: 預覽控制

# Text_Playing_Settings
source: Playback settings
de: Wiedergabeeinstellungen
fr: Paramètres de lecture
ja_jp: 再生設定
ru: Настройки воспроизведения
zh_cn: 播放设置
zh_hant: 播放設置

# Text_Pencil_Settings
source: Brush settings
de: Pinseleinstellungen
fr: Brosses
ja_jp: ブラシの設定
ru: Настройки кисти
zh_cn: 画笔设置
zh_hant: 畫筆設置

# Text_Path_Arguments
source: Trajectory parameters
de: Verfolgungsparameter
fr: Paramètres de piste
ja_jp: パラメーターを追跡します
ru: Параметры отслеживания
zh_cn: 轨迹参数
zh_hant: 軌跡參數

# Text_Parallel_Eyes_Mode
source: Parallel eye mode
de: Paralleler Augenmodus
fr: Mode œil parallèle
ja_jp: パラレルアイモード
ru: Параллельный режим глаз
zh_cn: 平行眼模式
zh_hant: 平行眼模式

# Text_Parallel_Eyes
source: Parallel eye (defocused eye)
de: Parallele Augen (außer Fokus)
fr: Yeux parallèles (hors de focus)
ja_jp: 平行目（焦点が合っていない）
ru: Параллельные глаза (вне фокуса)
zh_cn: 平行眼(失焦眼)
zh_hant: 平行眼(失焦眼)

# Text_Maximum_Frame_Per_Second
source: Maximum frame rate
de: Maximale Bildrate
fr: Fréquence d'images maximale
ja_jp: 最大フレームレート
ru: Максимальная частота кадров
zh_cn: 最大帧率
zh_hant: 最大幀率

# Text_Manual
source: Manual sampling
de: Handbuch Probenahme
fr: Échantillonnage manuel
ja_jp: 手動サンプリング
ru: Ручная выборка
zh_cn: 手动采样
zh_hant: 手動採樣

# Text_Eyes_Spacing
source: Eye distance
de: Augenabstand
fr: Distance oculaire
ja_jp: 目の距離
ru: Расстояние глаз
zh_cn: 眼距
zh_hant: 眼距

# Text_Eraser_Settings
source: Eraser settings
de: Radiergummieinstellungen
fr: Paramètres de gamme
ja_jp: 消しゴム設定
ru: Настройки ластика
zh_cn: 橡皮设置
zh_hant: 橡皮設置

# Text_Drafting_Tool
source: Gradient offset tool
de: Gradienten -Offset -Tool
fr: Outil de décalage de gradient
ja_jp: 勾配オフセットツール
ru: Инструмент смещения градиента
zh_cn: 梯度偏移工具
zh_hant: 梯度偏移工具

# Text_Depth_and_Sampling_Preview
source: Depth & Sampling Preview
de: Tiefe und Stichprobenvorschau
fr: Aperçu de la profondeur et de l'échantillonnage
ja_jp: 深さとサンプリングのプレビュー
ru: Предварительный просмотр глубины и отбора проб
zh_cn: 深度与采样预览
zh_hant: 深度與採樣預覽

# Text_Dedensing_Tool
source: Density reduction tool
de: Dichte Reduktionsinstrument
fr: Outil de réduction de la densité
ja_jp: 密度低減ツール
ru: Инструмент сокращения плотности
zh_cn: 密度降低工具
zh_hant: 密度降低工具

# Text_Cross_Eyes
source: Cross-eye (strabismus)
de: Augenaugen (Kreuzaugen)
fr: Yeux des yeux croisés (yeux croisés)
ja_jp: 目の横の目（クロスアイ）
ru: Крестные глаза (скрестивные глаза)
zh_cn: 交叉眼(斗鸡眼)
zh_hant: 交叉眼(鬥雞眼)

# Text_Contour
source: Contour sampling
de: Konturabtastung
fr: Échantillonnage de contour
ja_jp: 輪郭サンプリング
ru: Проборка контура
zh_cn: 轮廓采样
zh_hant: 輪廓採樣

# Text_Auto_Play
source: Auto-play
de: Automatische Wiedergabe
fr: Lecture automatique
ja_jp: 自動再生
ru: Автоматическое воспроизведение
zh_cn: 自动播放
zh_hant: 自動播放

# Shortcut_Undo
source: Undo manual sampling
de: Schaltablagerungsbetrieb rückgängig machen
fr: Annuler une opération d'échantillonnage manuel
ja_jp: 手動サンプリング操作を元に戻します
ru: Отменить операцию отбора проб рук
zh_cn: 撤销手动采样操作
zh_hant: 撤銷手動採樣操作

# Shortcut_Switch_to_Smear
source: Switch to smudge tool
de: Wechseln Sie zum Abstrichwerkzeug
fr: Passez à l'outil de frottis
ja_jp: スミアツールに切り替えます
ru: Переключиться на мазок
zh_cn: 切换到涂抹工具
zh_hant: 切換到塗抹工具

# Shortcut_Switch_to_Pencil
source: Switch to pencil tool
de: Wechseln Sie zum Bleistiftwerkzeug
fr: Passez à l'outil crayon
ja_jp: 鉛筆ツールに切り替えます
ru: Переключиться на инструмент карандаша
zh_cn: 切换到铅笔工具
zh_hant: 切換到鉛筆工具

# Shortcut_Switch_to_Line
source: Switch to line tool
de: Wechseln Sie zum Linienwerkzeug
fr: Passer à l'outil de ligne
ja_jp: ラインツールに切り替えます
ru: Переключиться на инструмент линии
zh_cn: 切换到线条工具
zh_hant: 切換到線條工具

# Shortcut_Switch_to_Eraser
source: Switch to eraser tool
de: Wechseln Sie zum Radiergummi -Tool
fr: Passer à l'outil Eraser
ja_jp: 消しゴムツールに切り替えます
ru: Переключиться на инструмент Eraser
zh_cn: 切换到橡皮擦工具
zh_hant: 切換到橡皮擦工具

# Shortcut_Switch_to_Draft
source: Switch to gradient offset tool
de: Wechseln Sie zum Gradienten -Offset -Tool
fr: Passez à l'outil de décalage du gradient
ja_jp: グラデーションオフセットツールに切り替えます
ru: Переключиться на инструмент смещения градиента
zh_cn: 切换到梯度偏移工具
zh_hant: 切換到梯度偏移工具

# Shortcut_Switch_to_Dedense
source: Switch to density reduction tool
de: Wechseln Sie zum Tool zur Dichtereduktion
fr: Passez à l'outil de réduction de la densité
ja_jp: 密度還元ツールに切り替えます
ru: Переключиться на инструмент сокращения плотности
zh_cn: 切换到密度降低工具
zh_hant: 切換到密度降低工具

# Shortcut_Switch_to_Cursor
source: Switch to mouse
de: Wechseln Sie zur Maus
fr: Passer à la souris
ja_jp: マウスに切り替えます
ru: Переключитесь на мышь
zh_cn: 切换到鼠标
zh_hant: 切換到滑鼠

# Shortcut_Save_Config
source: Save software configuration
de: Softwarekonfiguration speichern
fr: Enregistrer la configuration du logiciel
ja_jp: ソフトウェア構成を保存します
ru: Сохранить конфигурацию программного обеспечения
zh_cn: 保存软件配置
zh_hant: 保存軟件配置

# Shortcut_Re-estimate
source: Re-estimate depth map
de: Bewerten Sie die Tiefenkarte erneut
fr: Réédite à la carte de profondeur
ja_jp: 深度マップを再推定します
ru: Переоценить карту глубины
zh_cn: 重新估算深度图
zh_hant: 重新估算深度圖

# Shortcut_Redo
source: Redo manual sampling
de: Anbieterhandbuch Probenahmebetrieb
fr: Opération d'échantillonnage manuel de reprise
ja_jp: 手動サンプリング操作をやり直します
ru: Руководство по переработке
zh_cn: 重做手动采样操作
zh_hant: 重做手動採樣操作

# Shortcut_Load_Config
source: Load software configuration
de: Ladesoftwarekonfiguration
fr: Configuration du logiciel de chargement
ja_jp: ソフトウェア構成の読み込み
ru: Загрузка программного обеспечения
zh_cn: 加载软件配置
zh_hant: 加載軟件配置

# Shortcut_Import_Point_from_File
source: Import point map from file
de: Point -Diagramm aus der Datei importieren
fr: Diagramme de points d'importation à partir du fichier
ja_jp: ファイルからポイント図をインポートします
ru: Диаграмма точек импорта из файла
zh_cn: 从文件导入点图
zh_hant: 從文件導入點圖

# Shortcut_Import_Depth_From_File
source: Import depth map from file
de: Tiefenkarte aus der Datei importieren
fr: Importation de la carte de profondeur du fichier
ja_jp: ファイルから深さマップをインポートします
ru: Импорт карты глубины из файла
zh_cn: 从文件导入深度图
zh_hant: 從文件導入深度圖

# Shortcut_Generate_Path
source: Generate scratch trajectory
de: Kratzer erzeugen
fr: Générer des pistes à gratter
ja_jp: スクラッチトラックを生成します
ru: Генерируйте царапины
zh_cn: 生成刮擦轨迹
zh_hant: 生成刮擦軌跡

# Shortcut_Export_Point_to_SVG_Manual
source: Losslessly export point map as SVG (manual only)
de: Verlustloser Export von Punktdiagrammen im SVG -Format (nur manuell)
fr: Exportation sans perte de parcelles de points au format SVG (manuellement uniquement)
ja_jp: SVG形式のドットプロットのロスレスエクスポート（手動でのみ）
ru: Без потерь экспорт точечных участков в формате SVG (только вручную)
zh_cn: 以SVG格式无损导出点图(仅手动)
zh_hant: 以SVG格式無損導出點圖(僅手動)

# Shortcut_Export_Point_to_SVG_Combined
source: Losslessly export point map as SVG (merged)
de: Verlustloser Export von Punktdiagrammen im SVG -Format (integriert)
fr: Exportation sans perte de parcelles de points au format SVG (intégré)
ja_jp: SVG形式のドットプロットのロスレスエクスポート（統合）
ru: Без потерь экспорт точечных участков в формате SVG (интегрирован)
zh_cn: 以SVG格式无损导出点图(合一)
zh_hant: 以SVG格式無損導出點圖(合一)

# Shortcut_Export_Point_to_PNG_Manual
source: Export point map as PNG (manual only)
de: Exportieren Sie Punktkarten im PNG -Format (nur manuell)
fr: Maps à exportation DOT au format PNG (manuellement uniquement)
ja_jp: PNG形式でドットマップをエクスポートする（手動のみ）
ru: Экспортные точечные карты в формате PNG (только вручную)
zh_cn: 以PNG格式导出点图(仅手动)
zh_hant: 以PNG格式導出點圖(僅手動)

# Shortcut_Export_Point_to_PNG_Combined
source: Export point map as PNG (merged)
de: Exportieren Sie Punktdiagramme im PNG -Format (in einem)
fr: Diagrammes de points d'exportation au format PNG (en un)
ja_jp: PNG形式でドット図をエクスポートする（1つ）
ru: Экспортные точечные диаграммы в формате PNG (в одном)
zh_cn: 以PNG格式导出点图(合一)
zh_hant: 以PNG格式導出點圖(合一)

# Shortcut_Export_Depth_Map
source: Export depth map
de: Tiefenkarte exportieren
fr: Carte de profondeur d'exportation
ja_jp: エクスポート深度マップ
ru: Экспортная карта глубины
zh_cn: 导出深度图
zh_hant: 導出深度圖

# Shortcut_Depth_Estimate
source: Depth estimation
de: Tiefenschätzung
fr: Estimation de la profondeur
ja_jp: 深度推定
ru: Оценка глубины
zh_cn: 深度估算
zh_hant: 深度估算

# Shortcut_Debug
source: Debug tools
fr: Outils de débogage
ja_jp: デバッグツール
ru: Инструменты отладки
zh_cn: Debug工具
zh_hant: Debug工具

# Globe_Export
source: Export
fr: Exporter
ja_jp: 輸出
ru: Экспорт
zh_cn: 导出
zh_hant: 導出

# Toolbar_Bad_Translation_Help_Us
source: Poor translation? Click to help optimize translation
de: Schlechte Übersetzung? Klicken Sie hier, um die Übersetzung zu optimieren
fr: Mauvaise traduction? Cliquez pour aider à optimiser la traduction
ja_jp: 翻訳が悪い？クリックして翻訳を最適化します
ru: Плохой перевод? Нажмите, чтобы помочь оптимизировать перевод
zh_cn: 翻译不佳？点击助力翻译优化
zh_hant: 翻譯不佳？ 點擊助力翻譯優化

# Text_Curvature_Factor
source: Curvature (a) coefficient
de: Krümmungskoeffizient (a)
fr: Coefficient de courbure (a) !
ja_jp: 曲率（a）係数
ru: Коэффициент кривизны (а)
zh_cn: 曲率(a)系数
zh_hant: 曲率(a)係數

# Shortcut_Close_Image
source: Close image
de: Schließen Sie das Bild
fr: Fermer l'image
ja_jp: 写真を閉じてください
ru: Закройте картинку
zh_cn: 关闭图片
zh_hant: 關閉圖片

# Title_Open_Source_Information
source: Open Source Information
de: Open Source -Informationen
fr: Informations open source
ja_jp: オープンソース情報
ru: Информация с открытым исходным кодом
zh_cn: 开源信息
zh_hant: 開源信息

# Globe_Got_It
source: Got it
de: lernen
fr: apprendre
ja_jp: 学ぶ
ru: учиться
zh_cn: 了解
zh_hant: 了解

# Tips_Null_Depth
source: The depth image is empty and cannot be exported.
de: Das Tiefenbild ist leer und kann nicht exportiert werden.
fr: L'image de profondeur est vide et ne peut pas être exportée.
ja_jp: 深度画像は空で、エクスポートできません。
ru: Глубиное изображение пустое и не может быть экспортировано.
zh_cn: 深度图像为空，无法导出。
zh_hant: 深度圖像為空，無法導出。

# Tips_Depth_Successfully_Exported
source: The depth image was successfully exported.
de: Das Tiefenbild wurde erfolgreich exportiert.
fr: L'image de profondeur a été exportée avec succès.
ja_jp: 深度画像は正常にエクスポートされました。
ru: Глубиное изображение было успешно экспортировано.
zh_cn: 深度图像成功导出。
zh_hant: 深度圖像成功導出。

# Tips_Fail_to_Export_Depth
source: An error occurred while exporting the depth image:
de: Beim Exportieren des Tiefenbildes trat ein Fehler auf:
fr: Une erreur s'est produite lors de l'exportation de l'image de profondeur:
ja_jp: 深さ画像のエクスポート中にエラーが発生しました。
ru: Произошла ошибка при экспорте изображения глубины:
zh_cn: 导出深度图像时出错:
zh_hant: 導出深度圖像時出錯:

# Globe_File
source: document
de: dokumentieren
ja_jp: 書類
ru: документ
zh_cn: 文件
zh_hant: 文件

# Globe_All
source: all
de: alle
fr: tous
ja_jp: 全て
ru: все
zh_cn: 全部
zh_hant: 全部

# Tips_Fail_to_Load_depth
source: Unable to read depth images
de: Tiefenbilder nicht lesen
fr: Impossible de lire des images de profondeur
ja_jp: 深さの画像を読むことができません
ru: Невозможно прочитать глубинные изображения
zh_cn: 无法读取深度图像
zh_hant: 無法讀取深度圖像

# Tips_Depth_Successfully_Imported
source: Depth image is successfully imported
de: Tiefenbild wird erfolgreich importiert
fr: L'image en profondeur est importée avec succès
ja_jp: 深度画像が正常にインポートされます
ru: Глубиное изображение успешно импортируется
zh_cn: 深度图像成功导入
zh_hant: 深度圖像成功導入

# Tips_Fail_to_Import_Depth
source: An error occurred while importing a depth image:
de: Beim Importieren eines Tiefenbildes trat ein Fehler auf:
fr: Une erreur s'est produite lors de l'importation d'une image de profondeur:
ja_jp: 深さ画像のインポート中にエラーが発生しました。
ru: Произошла ошибка при импорте изображения глубины:
zh_cn: 导入深度图像时出错:
zh_hant: 導入深度圖像時出錯:
