Repository: POPCORNBOOM/EZHolodotNet
Catalog: Properties/Resources.*.resx
Languages: de, fr, ja_jp, ru, zh_cn, zh_hant

# Title_EZHOLO
source: EZHOLO
de: Einfacher Kratzer
fr: Simple rayure
ja_jp: たんじゅんスクレーパ
ru: Простая царапина
zh_cn: 简单刮擦
zh_hant: 簡單刮擦

# Tips_Time_Consuming_Operations
source: These are usually time-consuming operations, it is recommended to finish the above settings before starting.
de: Es ist normalerweise ein zeitaufwändiger Betrieb. Es wird empfohlen, die obigen Einstellungen einzuschalten, bevor Sie sie einschalten.
fr: Il s'agit généralement d'une opération longue. Il est recommandé d'allumer les paramètres ci-dessus avant de l'activer.
ja_jp: 通常、時間のかかる操作です。上記の設定をオンにする前に、上記の設定をオンにすることをお勧めします。
ru: Обычно это трудоемкая операция. Рекомендуется включить вышеуказанные настройки, прежде чем включить их.
zh_cn: 通常是一些耗时操作，建议完成上方的设置后再开启
zh_hant: 通常是一些耗時操作，建議完成上方的設置後再開啟

# Tips_Start_Your_Work
source: Start your work
de: Starten Sie Ihren Job
fr: Commencez votre travail
ja_jp: あなたの仕事を始めてください
ru: Начните свою работу
zh_cn: 开始你的工作
zh_hant: 開始你的工作

# Tips_Point_Count_Overflow
source: The number of sampling points exceeds the maximum limit (
de: Die Abtastpunktmenge überschreitet die Obergrenze (
fr: La quantité de point d'échantillonnage dépasse la limite supérieure (
ja_jp: サンプリングポイント数量は上限を超えています（
ru: Количество точки выборки превышает верхний предел (
zh_cn: 采样点量超出上限值 (
zh_hant: 採樣點量超出上限值 (

# Tips_Open_Image_or_Click_to_Choose_Image
source: File - Open New Image or "Click to Select Image"
de: Datei - Bild öffnen oder "Klicken, um Bild auszuwählen"
fr: Fichier - Ouvrez l'image ou "Cliquez pour sélectionner l'image"
ja_jp: ファイル - 画像を開くか「画像を選択するためにクリックしてください」
ru: Файл - открыть изображение или «Нажмите, чтобы выбрать изображение»
zh_cn: 文件 - 打开图片 或 “点击选择图片”
zh_hant: 文件 - 打開圖片 或 “點擊選擇圖片”

# Tips_OH
source: Oh!
ja_jp: おお！
ru: ой!
zh_cn: 噢！
zh_hant: 噢！

# Tips_Number_of_Scratch_Paths_is_Determined_by_Point_Count_7
source: Or, you can adjust the maximum number of sampling points below.
de: Oder Sie können die maximale Anzahl der unten stehenden Stichprobenpunkte einstellen.
fr: Alternativement, vous pouvez modifier le nombre maximum de points d'échantillonnage ci-dessous
ja_jp: または、以下のサンプリングポイントの最大数を変更できます
ru: В качестве альтернативы, вы можете изменить максимальное количество точек выборки ниже
zh_cn: 或者，你可以在下方修改最大采样点数
zh_hant: 或者，你可以在下方修改最大採樣點數

# Tips_Number_of_Scratch_Paths_is_Determined_by_Point_Count_6
source: Related factors
de: Verwandte Faktoren
fr: Facteurs connexes
ja_jp: 関連要因
ru: Связанные факторы
zh_cn: 有关的因子
zh_hant: 有關的因子

# Tips_Number_of_Scratch_Paths_is_Determined_by_Point_Count_5
source: Interval
de: Intervall
fr: "intervalle"
ja_jp: "間隔"
ru: "интервал"
zh_cn: “间隔”
zh_hant: “間隔”

# Tips_Number_of_Scratch_Paths_is_Determined_by_Point_Count_4
source: and
de: Und
fr: et
ja_jp: そして
ru: и
zh_cn: 和
zh_hant: 和

# Tips_Number_of_Scratch_Paths_is_Determined_by_Point_Count_3
source: Density
de: Dichte
fr: "densité"
ja_jp: "密度"
ru: "плотность"
zh_cn: “密度”
zh_hant: “密度”

# Tips_Number_of_Scratch_Paths_is_Determined_by_Point_Count_2
source: Please try adjusting with
de: Bitte versuchen Sie es, sich mit anzupassen
fr: Veuillez essayer de s'ajuster et
ja_jp: 調整してみてください
ru: Пожалуйста, попробуйте настроить и
zh_cn: 请试着调整与
zh_hant: 請試著調整與

# Tips_Number_of_Scratch_Paths_is_Determined_by_Point_Count_1
source: The number of sampling points determines the number of scratch marks; too many dense traces will affect image quality.
de: Die Anzahl der Stichprobenpunkte bestimmt die Anzahl der Kratzmarken; Zu viele dichte Spuren beeinflussen die Bildqualität.
fr: Le nombre de points d'échantillonnage détermine le nombre de rayures et les trajectoires denses excessives affecteront la qualité d'imagerie.
ja_jp: サンプリングポイントの数が傷の数を決定し、過度の密度の高い軌跡がイメージングの品質に影響します。
ru: Количество точек выборки определяет количество царапин, и чрезмерные плотные траектории будут влиять на качество визуализации.
zh_cn: 采样点量决定着刮擦痕迹的数量，过多的密集的轨迹将会影响成像质量
zh_hant: 採樣點量決定著刮擦痕跡的數量，過多的密集的軌跡將會影響成像質量

# Tips_Import_from_Clipboard
source: clipboard
de: Zwischenablage
fr: presse-papiers
ja_jp: クリップボードのインポート
ru: Импорт буфера обмена
zh_cn: 剪贴板导入
zh_hant: 剪貼板導入

# Tips_Desired_Size_518px
source: Recommended size: ~518x518 px
de: Empfohlene Größe: ~ 518x518 px
fr: Taille suggérée: ~ 518x518 px
ja_jp: 推奨サイズ：〜518x518 px
ru: Предлагаемый размер: ~ 518x518 px
zh_cn: 建议尺寸：~518x518 px
zh_hant: 建議尺寸：~518x518 px

# Tips_Could_Not_Take_Image_Back_4
source: Here
de: Hier
fr: ici
ja_jp: ここ
ru: здесь
zh_cn: 这里
zh_hant: 這裡

# Tips_Could_Not_Take_Image_Back_3
source: Or click
de: Oder klicken
fr: Ou cliquer
ja_jp: またはクリックします
ru: Или нажмите
zh_cn: 或者点击
zh_hant: 或者點擊

# Tips_Could_Not_Take_Image_Back_2
source: Depth & Sampling Preview - View - Reset View
de: Tiefen- und Abtastvorschau - Ansicht - Ansicht zurücksetzen
fr: Aperçu de la profondeur et de l'échantillonnage - Voir - Réinitialiser la vue
ja_jp: 深さとサンプリングプレビュー - ビュー - リセットビュー
ru: Depth & Sampling Preview - View - Reset View! (Предварительный просмотр глубины и выборки -
zh_cn: 深度与采样预览 - 视图 - 重置视图
zh_hant: 深度與採樣預覽 - 視圖 - 重置視圖

# Tips_Could_Not_Take_Image_Back_1
source: Can't move the image back?
de: Die Karte kommt nicht zurück?
fr: L'image ne peut pas être retirée?
ja_jp: 写真を戻すことはできませんか？
ru: Диаграмма не может быть перемещена назад?
zh_cn: 图移不回来了？
zh_hant: 圖移不回來了？

# Tips_Click_Here_to
source: Click here to import from
de: Klicken Sie hier zu
fr: Cliquez ici pour Importation du
ja_jp: ここをクリックしてください
ru: Нажмите здесь от
zh_cn: 点击这里从
zh_hant: 點擊這裡從

# Text_Upper_Boundary
source: Upper threshold
de: Obere Schwelle
fr: Seuil supérieur
ja_jp: 上部しきい値
ru: Верхний порог
zh_cn: 上阈值
zh_hant: 上閾值

# Text_Tool
source: Tools
de: Werkzeug
fr: outil
ja_jp: 道具
ru: Инструмент
zh_cn: 工具
zh_hant: 工具

# Text_Smear_Strength
source: Smudge intensity
de: Stärke anwenden
fr: Appliquer la force
ja_jp: 強度を適用します
ru: Сила размазывания
zh_cn: 涂抹强度
zh_hant: 塗抹強度

# Text_Smear_Radius
source: Smudge radius
de: Schmierradius
fr: Rayon de frottis
ja_jp: 塗抹半径
ru: Радиус мазка
zh_cn: 涂抹半径
zh_hant: 塗抹半徑

# Text_Shallowest_Preserving_Height
source: Maximum retained depth
de: Maximale Retentionstiefe
fr: Profondeur de rétention maximale
ja_jp: 最大保持深度
ru: Максимальная глубина удержания
zh_cn: 最大保留深度
zh_hant: 最大保留深度

# Text_Shallowest
source: Shallowest erasable point height
de: Die flachste ausgelöschte Punkthöhe
fr: La hauteur du point d'essuyage la plus peu profonde
ja_jp: 最も浅い拭き取り可能なポイントの高さ
ru: Высота точки вытирания на самой мелкой поверхности
zh_cn: 最浅可擦拭点高度
zh_hant: 最淺可擦拭點高度

# Text_Scale
source: Zoom
ja_jp: ズーム
ru: Масштабирование
zh_cn: 缩放
zh_hant: 縮放

# Text_Remove_X_Points_for_Each_Block_2
source: Points of
de: Der Punkt
fr: Le point
ja_jp: ポイント
ru: баллы
zh_cn: 的点
zh_hant: 的點

# Text_Remove_X_Points_for_Each_Block_1
source: Remove each block
de: Entfernen Sie jeden Block
fr: Retirez chaque bloc
ja_jp: 各ブロックを削除します
ru: Удалите каждый блок
zh_cn: 移除每块
zh_hant: 移除每塊

# Text_Ratio_of_Point_and_Depth
source: Sampling point map / Depth map ratio
de: Abtastungspunktkarte/Deep Map -Skala
fr: Échelle de la carte du point d'échantillonnage / carte profonde
ja_jp: サンプリングポイントマップ/ディープマップスケール
ru: Карта точек выборки/Соотношение карт глубин
zh_cn: 采样点图/深度图比例
zh_hant: 採樣點圖/深度圖比例

# Text_Position
source: Position
de: Standort
fr: Emplacement
ja_jp: 位置
ru: Место
zh_cn: 位置
zh_hant: 位置

# Text_Optional_Erasing
source: Selective erase
de: Selektive Löschung
fr: Effacement sélectif
ja_jp: 選択的消去
ru: Выборочное стирание
zh_cn: 选择性擦除
zh_hant: 選擇性擦除

# Text_Model
source: Model
de: Modell
fr: Modèle
ja_jp: モデル
ru: модель
zh_cn: 模型
zh_hant: 模型

# Text_Maximum_Point_Count_for_Single_Block
source: Maximum sampling points per block
de: Maximale Anzahl von Stichprobenpunkten in einem einzelnen Block
fr: Nombre maximum de points d'échantillonnage dans un seul bloc
ja_jp: 単一ブロックのサンプルポイントの最大数
ru: Максимальное количество точек выборки на блок
zh_cn: 单块最大采样点数
zh_hant: 單塊最大採樣點數

# Text_Lower_Boundary
source: Lower threshold
de: Niedrigere Schwelle
fr: Seuil inférieur
ja_jp: より低いしきい値
ru: Нижний порог
zh_cn: 下阈值
zh_hant: 下閾值

# Text_Loaded
source: Loaded:
de: Geladen:
fr: Chargé:
ja_jp: ロード：
ru: Загружено:
zh_cn: 已加载:
zh_hant: 已加載:

# Text_Import_Point_Map
source: Import point map
de: Punktkarte importieren
fr: Carte des points d'importation
ja_jp: インポートポイントマップ
ru: Импортировать точечную диаграмму
zh_cn: 导入点图
zh_hant: 導入點圖

# Text_Import_Original_Image
source: Import original image
de: Originalbild importieren
fr: Importer l'image originale
ja_jp: 元の画像をインポートします
ru: Импортировать оригинал
zh_cn: 导入原图
zh_hant: 導入原圖

# Text_Import_Depth_Map
source: Import depth map
de: Tiefenkarte importieren
fr: Carte de profondeur d'importation
ja_jp: 深度マップをインポートします
ru: Импортировать карту глубины
zh_cn: 导入深度图
zh_hant: 導入深度圖

# Text_Handcraft_Blueprint_Generating_Mode
source: Hand-carved sketch generation mode
de: Handfestigter Skizzenerzeugungsmodus
fr: Mode de génération de croquis à gravure à la main
ja_jp: 手伸びのスケッチ生成モード
ru: Режим генерации эскизов ручной работы
zh_hant: 手刻草圖生成模式

# Text_External_Operation
source: External operations
de: Externe Operationen
fr: Opérations externes
ja_jp: 外部操作
ru: Внешнее управление
zh_cn: 外部操作
zh_hant: 外部操作

# Text_Eraser_Radius
source: Eraser radius
de: Radius Radius
fr: Rayon de gamme
ja_jp: 消しゴム半径
ru: Радиус ластика
zh_cn: 橡皮擦半径
zh_hant: 橡皮擦半徑

# Text_Enable_Excluding
source: Enable exclusion
de: Ausschluss aktivieren
fr: Activer l'exclusion
ja_jp: 除外を有効にします
ru: Включить исключение
zh_cn: 启用排除
zh_hant: 啟用排除

# Text_Drafting_Strength
source: Offset intensity
de: Versatzstärke
fr: Force de compensation
ja_jp: オフセット強度
ru: Смещение силы
zh_cn: 偏移强度
zh_hant: 偏移強度

# Text_Drafting_Brush_Radius
source: Offset brush radius
de: Offset -Bürstenradius
fr: Rayon de pinceau décalé
ja_jp: オフセットブラシ半径
ru: Радиус щетки смещения
zh_cn: 偏移画刷半径
zh_hant: 偏移畫刷半徑

# Text_Detail_Factor
source: Detail factor
de: Detailfaktor
fr: Facteur de détail
ja_jp: 詳細要因
ru: Подробный фактор
zh_cn: 细节因数
zh_hant: 細節因數

# Text_Density_Factor
source: Density factor
de: Dichtefaktor
fr: Facteur de densité
ja_jp: 密度係数
ru: Коэффициент плотности
zh_cn: 密度因数
zh_hant: 密度因數

# Text_Deepest_Preserving_Height
source: Minimum retained depth
de: Mindestretentiefe
fr: Profondeur de rétention minimale
ja_jp: 最小保持深さ
ru: Минимальная глубина удержания
zh_cn: 最小保留深度
zh_hant: 最小保留深度

# Text_Deepest
source: Deepest erasable point height
de: Die tiefste ausgelöste Punkthöhe
fr: La hauteur du point la plus profonde
ja_jp: 最も深い拭き取り可能なポイントの高さ
ru: Самая глубокая высота точки стирания
zh_cn: 最深可擦拭点高度
zh_hant: 最深可擦拭點高度

# Text_Deduplication_Strength
source: Deduplication strength
de: Schwerkraft entfernt
fr: Retrait de la gravité
ja_jp: 重力除去
ru: Гравитационное удаление
zh_cn: 去重力度
zh_hant: 去重力度

# Text_Deduplication_Block_Size
source: Deduplication block size
de: Deduplizierungsgröße
fr: Taille de déduplication
ja_jp: 重複排除サイズ
ru: Размер дедупликации
zh_cn: 去重块大小
zh_hant: 去重塊大小

# Text_Deduplication_Accuracy
source: Deduplication accuracy
de: Genauigkeit der Deduplizierung
fr: Précision de déduplication
ja_jp: 重複排除の精度
ru: Точность дедупликации
zh_cn: 去重精度
zh_hant: 去重精度

# Text_Contrast
source: Contrast
de: Kontrast
fr: Contraste
ja_jp: 対比
ru: Контраст
zh_cn: 对比度
zh_hant: 對比度

# Text_Contour_Spacing
source: Contour sampling interval
de: Kontur -Probenahmeintervall
fr: Intervalle d'échantillonnage de contour
ja_jp: 輪郭サンプリング間隔
ru: Интервал отбора проб
zh_cn: 轮廓采样间隔
zh_hant: 輪廓採樣間隔

# Text_Color_of_Depth_Map
source: Depth map color
de: Tiefenkartenfarbe
fr: Couleur de la carte de profondeur
ja_jp: 深度マップの色
ru: Цвет карты глубины
zh_cn: 深度图色彩
zh_hant: 深度圖色彩

# Text_Brush_Density
source: Brush density
de: Pinseldichte
fr: Densité des brosses
ja_jp: ブラシ密度
ru: Плотность кисти
zh_cn: 画笔密度
zh_hant: 畫筆密度

# Text_Brightness
source: Brightness sampling
de: Helligkeitsprobenahme
fr: Échantillonnage de luminosité
ja_jp: 輝度サンプリング
ru: Яркость выборка
zh_cn: 明度采样
zh_hant: 明度採樣

# Text_Blur_Factor
source: Blur factor
de: Fuzzy -Faktor
fr: Facteur flou
ja_jp: ファジーファクター
ru: Нечеткий фактор
zh_cn: 模糊因数
zh_hant: 模糊因數

# Text_Basical_Density
source: Base density
de: Grunddichte
fr: Densité de base
ja_jp: 基本密度
ru: Базовая плотность
zh_cn: 基础密度
zh_hant: 基礎密度

# Globe_Or
source: Or
de: oder
fr: ou
ja_jp: または
ru: или
zh_cn: 或者
zh_hant: 或者

# Toolbar_Undo
source: Undo
de: Widerrufen
fr: Révoquer
ja_jp: 取り消す
ru: Отменить
zh_cn: 撤销
zh_hant: 撤銷

# Toolbar_Tools
source: Tools (_T)
de: Werkzeuge (t)
fr: Outils (_T)
ja_jp: ツール（_T）
ru: Инструменты (_T)
zh_cn: 工具(_T)
zh_hant: 工具(_T)

# Toolbar_Shortcut_Key_Reference
source: Shortcut key list
de: Kurzschlussschlüsselliste
fr: Liste des touches de raccourci
ja_jp: ショートカットキーリスト
ru: Список ключей ярлыка
zh_cn: 快捷键一览表
zh_hant: 快捷鍵一覽表

# Toolbar_Save_Config
source: Save configuration
de: Konfiguration speichern
fr: Enregistrer la configuration
ja_jp: 構成を保存します
ru: Сохранить конфигурацию
zh_cn: 保存配置
zh_hant: 保存配置

# Toolbar_Re-estimate
source: Re-estimate depth
de: Scheißen Sie die Tiefe wieder
fr: Réestimez la profondeur
ja_jp: 深さを再構築します
ru: Повторно рассмотрим глубину
zh_cn: 重新估算深度
zh_hant: 重新估算深度

# Toolbar_Redo
source: Redo
de: Überarbeiten
fr: Reprise
ja_jp: やり直し
ru: Переработка
zh_cn: 重做
zh_hant: 重做

# Toolbar_Point_Map
source: Point map
de: Zeigen Sie das Bild
fr: Pointer l'image
ja_jp: 写真を指してください
ru: Укажите на картинку
zh_cn: 点图
zh_hant: 點圖

# Toolbar_Open_Source_Info
source: Open source information
de: Open Source -Informationen
fr: Informations open source
ja_jp: オープンソース情報
ru: Информация с открытым исходным кодом
zh_cn: 开源信息
zh_hant: 開源信息

# Toolbar_Open_New_Image
source: Open new image
de: Öffnen Sie ein neues Bild
fr: Ouvrez une nouvelle image
ja_jp: 新しい画像を開きます
ru: Откройте новое изображение
zh_cn: 打开新图像
zh_hant: 打開新圖像

# Toolbar_Load_Config
source: Load configuration
de: Ladekonfiguration
fr: Configuration de chargement
ja_jp: 設定の読み込み
ru: Загрузка конфигурации
zh_cn: 加载配置
zh_hant: 加載配置

# Toolbar_Language
source: Language
de: Sprache
fr: langue
ja_jp: 言語
ru: язык
zh_cn: 语言
zh_hant: 語言

# Toolbar_Import_Point_Map
source: Import point map
de: Punktkarte importieren
fr: Carte des points d'importation
ja_jp: インポートポイントマップ
ru: Импортировать точечную диаграмму!
zh_cn: 导入点图
zh_hant: 導入點圖

# Toolbar_Import_Image_from_File
source: Import image from file
de: Bilder aus Dateien importieren
fr: Importer des images à partir de fichiers
ja_jp: ファイルから写真をインポートします
ru: Импорт изображений из файлов
zh_cn: 从文件导入图片
zh_hant: 從文件導入圖片

# Toolbar_Import_Image_from_Clipboard
source: Import image from clipboard
de: Importieren Sie Bilder aus der Zwischenablage
fr: Importer des photos à partir du presse-papiers
ja_jp: クリップボードから写真をインポートします
ru: Импортировать изображения из буфера обмена
zh_cn: 从剪贴板导入图片
zh_hant: 從剪貼板導入圖片

# Toolbar_Import_Depth
source: Import depth
de: Tiefe importieren
fr: Profondeur d'importation
ja_jp: 深さをインポートします
ru: Глубина импорта
zh_cn: 导入深度
zh_hant: 導入深度

# Toolbar_Generate_Preview_Path
source: Generate track preview
de: Erstellen Sie die Spurvorschau
fr: Générer l'aperçu de la piste
ja_jp: トラックプレビューを生成します
ru: Генерировать предварительный просмотр трека
zh_cn: 生成轨迹预览
zh_hant: 生成軌跡預覽

# Toolbar_File
source: File (_F)
de: Datei (f)
fr: Fichier (_F)
ja_jp: ファイル（_F）
ru: Файл (_F)
zh_cn: 文件(_F)
zh_hant: 文件(_F)

# Toolbar_Export_Scratch_Path
source: Export scratch trajectory
de: Kratzer -Tracks exportieren
fr: Exporter des pistes à gratter
ja_jp: スクラッチトラックをエクスポートします
ru: Экспорт царапин
zh_cn: 导出刮擦轨迹
zh_hant: 導出刮擦軌跡

# Toolbar_Export_Point_to_SVG_Manual
source: Export SVG point map (manual only)
de: SVG DOT -Karte exportieren (nur manuell)
fr: Exporter la carte des points SVG (manuellement uniquement)
ja_jp: SVGドットマップをエクスポートする（手動のみ）
ru: Экспорт точечной карты SVG (только вручную)
zh_cn: 导出SVG点图(仅手动)
zh_hant: 導出SVG點圖(僅手動)

# Toolbar_Export_Point_to_SVG_Combined
source: Export SVG point map (merged)
de: Exportieren Sie das SVG -Punktdiagramm (in einem)
fr: Exporter le diagramme de points SVG (en un)
ja_jp: SVGドット図をエクスポートする（1つ）
ru: Диаграмма DOT экспорта SVG (в одном)
zh_cn: 导出SVG点图(合一)
zh_hant: 導出SVG點圖(合一)

# Toolbar_Export_Point_to_PNG_Manual
source: Export PNG point map (manual only)
de: PNG DOT -Karte exportieren (nur manuell)
fr: Exporter la carte des points PNG (manuellement uniquement)
ja_jp: PNGドットマップをエクスポートする（手動のみ）
ru: Экспортная карта DOT PNG (только вручную)
zh_cn: 导出PNG点图(仅手动)
zh_hant: 導出PNG點圖(僅手動)

# Toolbar_Export_Point_to_PNG_Combined
source: Export PNG point map (merged)
de: Exportieren Sie die PNG -Punktkarte (in einem)
fr: Exporter la carte des points PNG (en un)
ja_jp: PNGドットマップをエクスポート（1つ）
ru: Экспортная карта DOT PNG (в одном)
zh_cn: 导出PNG点图(合一)
zh_hant: 導出PNG點圖(合一)

# Toolbar_Export_Handcraft_Blueprint
source: Export hand-carved scratch trajectory drawing
de: Exportieren Sie handverührende Kratzerzeichnungen
fr: Exporter des dessins de piste à gratter à main
ja_jp: 手伸びしたスクラッチトラック図面をエクスポートします
ru: Экспорт рисунки с царапиной с гравированными ручной гравированием
zh_cn: 导出手刻刮擦轨迹图纸
zh_hant: 導出手刻刮擦軌跡圖紙

# Toolbar_Export_Depth
source: Export depth*
de: Exporttiefe*
fr: Profondeur d'exportation *
ja_jp: エクスポートの深さ*
ru: Глубина экспорта*
zh_cn: 导出深度*
zh_hant: 導出深度*

# Toolbar_Edit
source: Edit (_E)
de: Bearbeiten (e)
ja_jp: 編集（_E）
ru: РЕДАКТИРОВАТЬ (_E)
zh_cn: 编辑(_E)
zh_hant: 編輯(_E)

# Toolbar_Depth_Image
source: Depth map
de: Tiefenkarte
fr: Carte de profondeur
ja_jp: 深度マップ
ru: Глубина карта
zh_cn: 深度图
zh_hant: 深度圖

# Toolbar_Close_Image
source: Close image
de: Schließen Sie das Bild
fr: Fermez l'image
ja_jp: 画像を閉じます
ru: Закройте изображение
zh_cn: 关闭图像
zh_hant: 關閉圖像

# Text_Zero
source: Zero height
de: Nullhöhe
fr: Hauteur zéro
ja_jp: ゼロの高さ
ru: Нулевая высота
zh_cn: 零高度
zh_hant: 零高度

# Text_Using_Depth
source: Based on depth
de: Basierend auf Tiefe
fr: Basé sur la profondeur
ja_jp: 深さに基づいています
ru: На основе глубины
zh_cn: 基于深度
zh_hant: 基於深度

# Text_Use_Last_Config
source: Use last exit configuration on startup
de: Jedes Start verwendet die Konfiguration, wenn der letzte Ausgang ist
fr: Chaque startup utilise la configuration lorsque la dernière sortie est utilisée
ja_jp: 各スタートアップは、最後の出口があるときに構成を使用します
ru: Каждый стартап использует конфигурацию, когда последний выход
zh_cn: 每次启动使用上次退出时的配置
zh_hant: 每次啟動使用上次退出時的配置

# Text_Uniform_Constraint
source: Uniform constraint
de: Einheitliche Einschränkungen
fr: Contraintes uniformes
ja_jp: 均一な制約
ru: Единообразные ограничения
zh_cn: 均匀约束
zh_hant: 均勻約束

# Text_Total_Point_Count
source: Total sampling points
de: Gesamtzahl der Stichprobenpunkte
fr: Nombre total de points d'échantillonnage
ja_jp: サンプリングポイントの総数
ru: Общее количество точек отбора проб
zh_cn: 采样点总数
zh_hant: 採樣點總數

# Text_Stretching_Factor
source: Stretch (b) coefficient
de: Stretch (b) Koeffizient
ja_jp: ストレッチ（b）係数
ru: Растяжение (б) коэффициент
zh_cn: 拉伸(b)系数
zh_hant: 拉伸(b)係數

# Text_Start_Point
source: Start point
de: Ausgangspunkt
fr: point de départ
ja_jp: 出発点
ru: отправная точка
zh_cn: 起点
zh_hant: 起點

# Text_Smart_Eraser
source: Smart edge eraser
de: Smart Edge Gummi
fr: Caoutchouc de bord intelligent
ja_jp: スマートエッジラバー
ru: Умный край резина
zh_cn: 智能边缘橡皮
zh_hant: 智能邊緣橡皮

# Text_Show_Path_Density
source: Show track density
de: TRACK -Dichte anzeigen
fr: Montrer la densité de piste
ja_jp: トラック密度を表示します
ru: Показать плотность трека
zh_cn: 显示轨迹密度
zh_hant: 顯示軌跡密度

# Text_Show_Contour_Image
source: Show contour map
de: Zeigen Sie das Umrissdiagramm
fr: Diagramme de contour
ja_jp: アウトライン図を表示します
ru: Покажите схему
zh_cn: 展示轮廓图
zh_hant: 展示輪廓圖

# Text_Run_Deduplication
source: Run deduplication
de: Rennen und schwer entfernen
fr: Courir et retirer lourds
ja_jp: 走って重いものを削除します
ru: Бежать и удалить тяжелый
zh_cn: 运行去重
zh_hant: 運行去重

# Text_Restore_View
source: Reset view
de: Ansicht zurücksetzen
fr: Réinitialiser la vue
ja_jp: ビューをリセットします
ru: Сбросить вид
zh_cn: 重置视图
zh_hant: 重置視圖

# Text_Re-estimate
source: Re-estimate
de: Wieder scheißen
fr: Réestimer
ja_jp: 再構築
ru: Постановка
zh_cn: 重新估算
zh_hant: 重新估算

# Text_Radius_Factor
source: Radius coefficient
de: Radiuskoeffizient
fr: Coefficient de rayon
ja_jp: 半径係数
ru: Коэффициент радиуса
zh_cn: 半径系数
zh_hant: 半徑係數

# Text_Preview_Density
source: Preview density
de: Vorschaudichte
fr: Densité d'aperçu
ja_jp: プレビュー密度
ru: Плотность предварительного просмотра
zh_cn: 预览密度
zh_hant: 預覽密度

# Text_Post_Process
source: Post-sampling processing
de: Verarbeitung nach dem Sampling
fr: Traitement post-échantillonnage
ja_jp: サンプリング後の処理
ru: Обработка пост-дискретизации
zh_cn: 采样后处理
zh_hant: 採樣後處理

# Text_Pixel
source: Pixels
de: Pixel
ja_jp: ピクセル
ru: Пиксели
zh_cn: 像素
zh_hant: 像素

# Text_Output_Maximum
source: Output limit:
de: Obergrenze ausgeben:
fr: Limite supérieure de sortie:
ja_jp: 出力上限：
ru: Верхний предел экспорта:
zh_cn: 输出上限:
zh_hant: 輸出上限:

# Text_Original_Point
source: Origin
de: Herkunft
fr: origine
ja_jp: 起源
ru: источник
zh_cn: 原点
zh_hant: 原點

# Text_Number_of_Layers
source: Number of drawing layers
de: Anzahl der Zeichenschichten
fr: Nombre de couches de dessin
ja_jp: 描画層の数
ru: Количество слоев рисования
zh_cn: 图纸层数
zh_hant: 圖紙層數

# Text_Migrate_to_Manual
source: Switch to manual sampling
de: Übertragung auf manuelle Probenahme
fr: Transfert vers l'échantillonnage manuel
ja_jp: 手動サンプリングに転送します
ru: Переносить в ручную выборку
zh_cn: 转移到手动采样
zh_hant: 轉移到手動採樣

# Text_Manual_Sampling_Strategy
source: Manual sampling strategy
de: Manuelle Stichprobenstrategie
fr: Stratégie d'échantillonnage manuel
ja_jp: 手動サンプリング戦略
ru: Стратегия отбора проб
zh_cn: 手动采样策略
zh_hant: 手動採樣策略

# Text_Import_Depth
source: Import depth
de: Tiefe importieren
fr: Profondeur d'importation
ja_jp: 深さをインポートします
ru: Глубина импорта
zh_cn: 导入深度
zh_hant: 導入深度

# Text_Ignoring_Range_of_Points_around_Zero_2
source: Points within unit
de: Punkte innerhalb der Einheit
fr: Points dans l'unité
ja_jp: ユニット内のポイント
ru: Точки внутри устройства
zh_cn: 单位内的点
zh_hant: 單位內的點

# Text_Ignoring_Range_of_Points_around_Zero_1
source: Ignore near-zero depth
de: Ignorieren Sie die Abstand Null -Tiefe
fr: Ignorer la distance zéro profondeur
ja_jp: 距離ゼロの深さを無視します
ru: Игнорировать глубину расстояния
zh_cn: 忽略距离零深度
zh_hant: 忽略距離零深度

# Text_Height
source: Height
de: hoch
fr: haut
ja_jp: 高い
ru: высокий
zh_cn: 高度
zh_hant: 高度

# Text_Gradient
source: Gradient
fr: pente
ja_jp: 勾配
ru: градиент
zh_cn: 梯度
zh_hant: 梯度

# Text_Generate_Preview_Path
source: Generate track preview >>
de: Erstellen Sie die Spurvorschau >>
fr: Générer un aperçu de la piste >>
ja_jp: トラックプレビューを生成>>
ru: Создать предварительный просмотр трека >>
zh_cn: 生成轨迹预览>>
zh_hant: 生成軌跡預覽>>

# Text_Export_Scratch_Path
source: Export scratch trajectory (.svg)
de: Kratzertur exportieren (.svg)
fr: Exporter une piste à gratter (.svg)
ja_jp: スクラッチトラックをエクスポート（.svg）
ru: Экспорт царапина (.svg)
zh_cn: 导出刮擦轨迹(.svg)
zh_hant: 導出刮擦軌跡(.svg)

# Text_Export_Point_Map
source: Export point map
de: Exportpunktkarte
fr: Carte des points d'exportation
ja_jp: エクスポートポイントマップ
ru: Экспортная точка карта
zh_cn: 导出点图
zh_hant: 導出點圖

# Text_Export_Handcraft_Blueprint
source: Export hand-carved drawing (.svg) [*beta]
de: Exportieren Sie handverenkte Zeichnungen (.svg) [*Versuchen Sie es]
fr: Exporter des dessins gravés à la main (.svg) [* essayez-le]
ja_jp: ハンド刻印された図面をエクスポートする（.svg）[*試してみてください]
ru: Экспорт рисунков с ручной гравированием (.svg) [*Попробуйте]
zh_cn: 导出手刻图纸(.svg)[*尝鲜]
zh_hant: 導出手刻圖紙(.svg)[*嘗鮮]

# Text_Export_Depth
source: Export depth*
de: Exporttiefe*
fr: Profondeur d'exportation *
ja_jp: エクスポートの深さ*
ru: Глубина экспорта*
zh_cn: 导出深度*
zh_hant: 導出深度*

# Text_End_Point
source: End point
de: Ende
fr: fin
ja_jp: 終わり
ru: конец
zh_cn: 终点
zh_hant: 終點

# Text_Dynamic_Preview
source: Dynamic preview
de: Dynamische Vorschau
fr: Aperçu dynamique
ja_jp: 動的プレビュー
ru: Динамический предварительный просмотр
zh_cn: 动态预览
zh_hant: 動態預覽

# Text_Darkness_Mode
source: Darkness mode (invert)
de: Dunkelheitsmodus (inverse)
fr: Mode d'obscurité (inverse)
ja_jp: 闇モード（逆）
ru: Режим тьмы (обратный)
zh_cn: 暗度模式(取反)
zh_hant: 暗度模式(取反)
